'use strict';

module.exports = {
  yes: '네!',
  hello: '안녕하세요!',
  stupid: '스투핏!',
  superStupid: '슈퍼 스투핏!',
  pleaseNumber: '번호를 다시 입력해주세요..!',
  noHistory: '최근 결제 내역이 없습니다!',
  retryModify: '처음부터 다시 수정해주세요 ㅜㅜ',
  deleted: '지웠습니다!',
  modificationCompleted: '수정을 완료합니다 :)',
  modifyHelp: '[숫자]를 입력하여 선택한 내역을 삭제하거나, [그만]을 하여 수정을 그만 둘 수 있어요.',
  modifySelectedHelp: '[숫자]를 다시 입력하여 선택한 내역을 바꾸거나, [지워]를 써서 선택된 내역을 지우거나, [그만]을 하여 수정을 그만 둘 수 있어요.',
  help: '[분류]를 확인하고, [목표 (원)]으로 목표를 설정합니다. [(분류) (내역) (금액)]을 써서 내역을 입력한 후, [수정]을 할 수도 있습니다. 그리고 [오늘], [이번 주], [이번 달]의 내역을 조회할 수 있어요.',
  goalHelp: '[(목표) 20000원]과 같이 목표를 설정해보세요!',
  categoryHelp: '[(분류) (번호) (이름) 추가]로 분류를 추가해보세요!',
  sumOfCategory: '[(누적) (기간) (분류 이름)]으로 계산해보세요!'
};
